// EASY

// EX - 1: Пользователь вводит порядковый номер пальца руки. Необходимо показать его название на экран. 
//          Ввод: 1 Вывод: Большой палец

let name = prompt('PRESS YOUR FINGER')


// EX - 2: Вводятся два целых числа. Проверить делится ли первое на второе. Вывести на экран сообщение об этом, а также остаток (если он есть) и частное (в любом случае). 
//          Ввод: 2 2    Вывод: Делиться. /  Ввод: 11 5  Вывод: Не делиться, остаток: 1



// EX - 3: Пользователь вводит два целых числа. Если оба числа положительные, то вывести их сумму, иначе вывести сообщение «условие не выполняется».
//          Ввод: 2 4    Вывод: Сумма: 6    /   Ввод: 2 -4     Вывод: условие не выполняется



// EX - 4: Пользователь вводит три целых числа. Вывести на экран те из них, которые деляться 5
//           Ввод: 4 15 3     Вывод: 15




// HARD

// EX - 1: Пользователь вводит четыре целых числа. Найти сумму четных и нечетных чисел.



// EX - 2: В високосном годе 366 дней, в обычном 365.
//          a. Если год не делится на 4, значит он обычный.
//          b. Иначе надо проверить не делится ли год на 100.
//          c. Если не делится, значит это не столетие и можно сделать вывод, что год високосный.
//          d. Если делится на 100, значит это столетие и его следует проверить его делимость на 400.
//          e. Если год делится на 400, то он високосный.
//          f. Иначе год обычный.