// EASY

// EX - 1: Составьте программу, выводящую на экран квадраты чисел от 10 до 20 включительно



// EX - 2: Составьте программу, выводящую на экран сумму чисел от 54 до 234 включительно


// EX - 3: Составьте программу, выводящую на экран количество четных и нечетных чисел от 24 до 97


// HARD

// EX - 1: Вывести на экран столько элементов ряда Фибоначчи, сколько указал пользователь. 
//          Например, если на ввод поступило число 6, то вывод должен содержать шесть первых чисел ряда Фибоначчи: 1 2 3 5 8 13.
//          Ряд Фибоначчи - это последовательность натуральных чисел, где каждое последующее число является суммой двух предыдущих:
//          1 1 2 3 5 8 13 21 34 55 89 ..



// EASY

// EX - 1: Надо найти среднее значение чисел числа 
//          например если у Пользователя есть значение 3425, и результат должен быть таким: (3 + 4 + 2 + 5) / 4 = 14 / 4 = 3.5


// EX - 2: Необходимо суммировать все нечетные целые числа в диапазоне, который введёт пользователь



// HARD

// EX - 1: Вероятность четных случайных чисел. При помощи цикла надо найти вероятность случайных чисел от 0 до 99.