// EX - 1: Создайте переменную str и присвойте ей значение 'Привет, Мир!'. Выведите значение этой переменной на экран.


let str = 'Привет, Мир!'
console.log(str)

// EX - 2: Создайте переменные str1='Привет, ' и str2='Мир!'. С помощью этих переменных и операции сложения строк выведите на экран фразу 'Привет, Мир!'.


let str1 = 'Привет,'
let str2 = 'Мир!'

console.log(str1 + str2)

// EX - 3: Напишите алгоритм, который считает количество секунд в часе.

let seconds = 60
let minute = 60
let hour = 1

console.log(seconds * minute * hour)

// EX - 4: Создайте переменные a=10 и b=2. Выведите на экран их сумму, разность, произведение и частное (результат деления).

var a = 10
var b = 2

console.log(a + b)
console.log(a - b)
console.log(a * b)
console.log(a / b)

// EX - 5: Создайте переменные c=15 и d=2. Просуммируйте их, а результат присвойте переменной result. Выведите на экран значение переменной result.

var c = 15
var d = 2

var result = c + d
console.log(result)

// EX - 6: Создайте переменные a=10, b=2 и c=5. Выведите на экран их сумму.

var a1 = 10
var b1 = 2
var c1 = 5

console.log(a1 + b1 + c1)